[Common]
FolderName=Tools.World
AppName=World
AppName_2052=世界在变
AppName_1028=世界在变
AppGUID={5a39a2b3-92ef-4de9-a5a8-d69daa17e4ac}
AppType=Tools
AppVersion=4.0
SupportVersion=2
PluginCount=8

[Plugin_0]
Caption=World
Caption_2052=世界在变
Caption_1028=世界在变
GUID={3c212af6-a8de-4cb2-bf7e-47e7b27262ca}
ScriptFileName=World.js
Type=Global

[Plugin_1]
Caption=Homepage
Caption_2052=世界在变
Caption_1028=世界在变
GUID={f33c09a5-a6c4-4c8b-b343-7d64aa67085f}
HtmlDialogFileName=World.htm
HtmlDialogTitle=Homepage
HtmlDialogTitle_2052=世界在变
HtmlDialogTitle_1028=世界在变
HtmlDialogWidth=1280
HtmlDialogHeight=760
Type=HtmlDialog

[Plugin_2]
Caption=CalendarView
Caption_2052=日历视图
Caption_1028=日历视图
GUID={248f45eb-94cb-410b-b9ff-61dbd635dd6d}
HtmlDialogFileName=CalendarView.htm
HtmlDialogTitle=Diary Stat
HtmlDialogTitle_2052=日历视图
HtmlDialogTitle_1028=日历视图
HtmlDialogWidth=1280
HtmlDialogHeight=760
Type=HtmlDialog

[Plugin_3]
Caption=Toolbox
Caption_2052=工具箱
Caption_1028=工具箱
GUID={c3686b1a-49eb-478a-88c6-eeee9d3dfb97}
HtmlDialogFileName=Toolbox.htm
HtmlDialogTitle=Toolbox
HtmlDialogTitle_2052=工具箱
HtmlDialogTitle_1028=工具箱
HtmlDialogWidth=750
HtmlDialogHeight=650
Type=HtmlDialog

[Plugin_4]
MenuType=DocumentCtrl
Caption=DocumentInfo
Caption_2052=文档信息
Caption_1028=文档信息
GUID={3f48412a-675d-4f64-9f8b-592741d103d6}
ScriptFileName=DocumentInfo.js
Type=ExecuteScript

[Plugin_5]
MenuType=DocumentCtrl
Caption=Update Attachments
Caption_2052=更新附件
Caption_1028=更新附件
GUID={d0fcd0cf-3103-4328-98aa-657a8375268b}
ScriptFileName=UpdateAttachment.js
Type=ExecuteScript

[Plugin_6]
MenuType=DocumentCtrl
Caption=ChangeToJournal
Caption_2052=转成日记
Caption_1028=转成日记
GUID={e1992488-5e0f-4959-bfa3-105f8768d21b}
ScriptFileName=ChangeToJournal.js
Type=ExecuteScript

[Plugin_7]
MenuType=DocumentCtrl
Caption=Cherish every day
Caption_2052=珍惜每一天
Caption_1028=珍惜每一天
GUID={21409b7d-52d5-4e77-939d-ca68306abf4f}
ScriptFileName=life.js
Type=ExecuteScript

[Strings]

strWorld=World
strWorld_2052=统计视图
strWorld_1028=统计视图

strSmartOpen=SmartOpen
strSmartOpen_2052=智能打开
strSmartOpen_1028=智能打开

strCalendarView=CalendarView
strCalendarView_2052=日历视图
strCalendarView_1028=日历视图

strZouCalendar=CalendarZou
strZouCalendar_2052=日历邹
strZouCalendar_1028=日历邹

strToolbox=Toolbox
strToolbox_2052=工具箱
strToolbox_1028=工具箱

newCalendar=newCalendar
newCalendar_2052=新日历
newCalendar_1028=新日历

newJournal=newJournal
newJournal_1028=新日记
newJournal_2052=新日记
btn_search=btn_search
btn_search_1028=查找
btn_search_2052=查找
EventSource=EventSource
EventSource_2052=事件源
EventSource_1028=事件源

checkJournal=Journal
checkJournal_2052=日记
checkJournal_1028=日记
checkCalendar=Calendar
checkCalendar_2052=日历
checkCalendar_1028=日历
checkGoogleCal=GoogleCal
checkGoogleCal_2052=谷歌日历
checkGoogleCal_1028=谷歌日历

strChanging=Changing
strChanging_2052=正在转换
strChanging_1028=转换中

strNoDocumentsSelected=No documents selected!
strNoDocumentsSelected_2052=没有选中任何文档
strNoDocumentsSelected_1028=沒有選取任何文件

labelOverview_2052=近期文档
labelNews_2052=Wiz动态

labelRecentDocuments_2052=近期文档
labelTodo_2052=待办事宜

Title_2052=欢迎使用Wiz

labelOverview_1028=近期文件
labelNews_1028=Wiz 動態

labelRecentDocuments_1028=近期文件
labelTodo_1028=待辦事宜

Title_1028=歡迎使用 Wiz